Repository: LittleFish-233/EncryptionAssistant
Catalog: EncryptionAssistant/String/*/md5_wenjian.resw
Source language: en_us
Languages: de, fr, ja_jp, zh_cn, zh_hant

# button1.Content
source: Add File
de: Datei hinzufügen
fr: Ajouter un fichier
ja_jp: ファイルを追加
zh_cn: 添加文件
zh_hant: 新增檔案

# jisuan.Content
source: Counting
de: berechnung
fr: calcul
ja_jp: 計算
zh_cn: 记 算
zh_hant: 记 算

# String1
source: Drag files to the area to start checking
de: Ziehen Sie Dateien in den Bereich, um mit der Überprüfung zu beginnen
fr: Faites glisser les fichiers dans la zone pour commencer à vérifier
ja_jp: ファイルを領域にドラッグしてチェックを開始する
zh_cn: 将文件拖拽到该区域内开始校验
zh_hant: 將檔拖拽到該區域內開始校驗

# String10
source: If this message still appears after retrying more than once, please ask in the Feedback Center and we will investigate and resolve the issue as soon as possible.
de: ）.Wenn diese Meldung nach dem erneuten Versuch immer noch angezeigt wird, fragen Sie bitte im Feedback Center nach, und wir werden das Problem so schnell wie möglich untersuchen und beheben.。
fr: ）.Si ce message apparaît toujours après avoir réessayé plus d'une fois, s'il vous plaît demander dans le centre de rétroaction et nous allons enquêter et résoudre le problème dès que possible。
ja_jp: ）.このメッセージが複数回再試行した後も表示される場合は、フィードバックセンターに問い合わせ、できるだけ早く問題を調査して解決します。。
zh_cn: ）.若重试多次后仍然出现这条消息，请在反馈中心提出，我们会尽快调查并解决问题。
zh_hant: ）.若重試多次後仍然出現這條消息，請在回饋中樞提出，我們會儘快調查並解決問題。

# String11
source: Counting
de: berechnung
fr: calcul
ja_jp: 計算
zh_cn: 记 算
zh_hant: 记 算

# String2
source: A file has not detected and can continue to be added to overwrite the old file
de: 检测到文件 可以继续添加以覆盖旧文件
fr: Un fichier n'a pas détecté et peut continuer à être ajouté pour remplacer l'ancien fichier
ja_jp: ファイルが検出されず、古いファイルを上書きするために引き続き追加できます。
zh_cn: 检测到文件 可以继续添加以覆盖旧文件
zh_hant: 檢測到檔 可以繼續添加以覆蓋舊檔

# String3
source: A file has not detected and can continue to be added to overwrite the old file
de: Eine Datei wurde nicht erkannt und kann weiterhin hinzugefügt werden, um die alte Datei zu überschreiben.
fr: Un fichier n'a pas détecté et peut continuer à être ajouté pour remplacer l'ancien fichier
ja_jp: ファイルが検出されず、古いファイルを上書きするために引き続き追加できます。
zh_cn: 检测到文件 可以继续添加以覆盖旧文件
zh_hant: 檢測到檔 可以繼續添加以覆蓋舊檔

# String4
source: There was an error selecting the file<
de: Fehler bei der Auswahl der Datei<
fr: Il y a eu une erreur de sélection du fichier<
ja_jp: ファイルの選択中にエラーが発生しました<
zh_cn: 选择文件时发生错误<
zh_hant: 選擇檔時發生錯誤<

# String5
source: A file has not detected and can continue to be added to overwrite the old file
de: Eine Datei wurde nicht erkannt und kann weiterhin hinzugefügt werden, um die alte Datei zu überschreiben.
fr: Un fichier n'a pas détecté et peut continuer à être ajouté pour remplacer l'ancien fichier
ja_jp: ファイルが検出されず、古いファイルを上書きするために引き続き追加できます。
zh_cn: 检测到文件 可以继续添加以覆盖旧文件
zh_hant: 檢測到檔 可以繼續添加以覆蓋舊檔

# String6
source: Drag and drop here to add file o(^▽^)o
de: Ziehen und Ablegen hier, um Dateien hinzuzufügen o(^▽^)o
fr: Faites glisser et déposer ici pour ajouter des fichiers o(^▽^)o
ja_jp: ここにドラッグ アンド ドロップしてファイルを追加する o(^▽^)o
zh_cn: 拖放此处即可添加文件 o(^▽^)o
zh_hant: 拖放此處即可添加檔 o(^▽^)o

# String7
source: Please add the file first
de: Bitte fügen Sie die Datei zuerst hinzu
fr: S'il vous plaît ajouter le fichier d'abord
ja_jp: 最初にファイルを追加してください
zh_cn: 请先添加文件
zh_hant: 請先添加檔

# String8
source: Calculating...
de: Auswerten
fr: Évaluation
ja_jp: 評価しています
zh_cn: 正 在 计 算
zh_hant: 正在計算...

# String9
source: There was an error in the message summary of the file（
de: Fehler in der Nachrichtenzusammenfassung der Datei（
fr: Il y a eu une erreur dans le résumé du message du fichier（
ja_jp: ファイルのメッセージの要約にエラーが発生しました（
zh_cn: 对文件进行消息摘要时发生错误（
zh_hant: 對檔進行消息摘要時發生錯誤（

# textblock1.Text
source: Drag files to the area to start checking
de: Ziehen Sie Dateien in den Bereich, um mit der Überprüfung zu beginnen
fr: Faites glisser les fichiers dans la zone pour commencer à vérifier
ja_jp: ファイルを領域にドラッグしてチェックを開始する
zh_cn: 将文件拖拽到该区域内开始校验
zh_hant: 對檔進行消息摘要時發生錯誤 ...

# textblock2.Text
source: Or
de: Und entweder
fr: Et soit
ja_jp: または
zh_cn: 或者
zh_hant: 新增任一個
